Repository: kaishui-server/XY-Music-PC
Catalog: Strings/*/Resources.resw
Source language: en
Languages: de, es

# LoadingText.Text
source: Loading data...
de: Daten werden geladen, bitte warten...
es: Cargando datos, por favor espere...

# SongTab.Text
source: Songs
de: Titel
es: Canciones

# AlbumTab.Text
source: Albums
de: Alben
es: Álbumes

# Home.Text
source: Home
de: Startseite
es: Inicio

# HomeCombox.Content
source: Home
de: Startseite
es: Inicio

# HomePageGoMusicBrowse.Text
source: Go to Music Library
de: Zur Musikbibliothek
es: Ir a la biblioteca de música

# AddFolder.Text
source: Add Folder
de: Ordner hinzufügen
es: Agregar carpeta

# MusicBrowse.Text
source: Music Library
de: Musikbibliothek
es: Biblioteca de música

# PlayLists.Text
source: Playlists
de: Wiedergabelisten
es: Playlist

# Stats.Text
source: Statistics
de: Statistik
es: Estadísticas

# StatsPageTimeRange.Text
source: Time Range
de: Zeitraum
es: Rango de tiempo

# StatsRangePastWeek.Content
source: Past Week
de: Letzte Woche
es: Última semana

# StatsRangePastMonth.Content
source: Past Month
de: Letzter Monat
es: Último mes

# StatsRangePastQuarter.Content
source: Past Quarter
de: Letztes Quartal
es: Último trimestre

# StatsRangePastYear.Content
source: Past Year
de: Letztes Jahr
es: Último año

# StatsRangeCustom.Content
source: Custom
de: Benutzerdefiniert
es: Personalizado

# StatsCustomStart.Header
source: Start
de: Beginn
es: Inicio

# StatsCustomEnd.Header
source: End
de: Ende
es: Fin

# StatsTotalDuration.Text
source: Total Listening Time
de: Gesamte Hördauer
es: Tiempo total de escucha

# StatsTracksPlayed.Text
source: Tracks Played
de: Abgespielte Titel
es: Canciones reproducidas

# StatsTopAlbums.Text
source: Top 5 Albums
de: Top 5 Alben
es: Top 5 álbumes

# StatsActiveDays.Text
source: Active Days
de: Aktive Tage
es: Días activos

# StatsHeatmap.Text
source: Heatmap
es: Mapa de calor

# StatsActivityByHour.Text
source: Activity by Hour
de: Aktivität pro Stunde
es: Actividad por hora

# StatsMostActive.Text
source: Most Active
de: Am aktivsten
es: Más activo

# StatsLeastActive.Text
source: Least Active
de: Am wenigsten aktiv
es: Menos activo

# StatsTopArtists.Text
source: Top 5 Artists
de: Top 5 Künstler
es: Top 5 artistas

# StatsTopSongs.Text
source: Top 10 Songs
es: Top 10 canciones

# StatsTimes.Text
source: times
de: Mal
es: veces

# ArtistTab.Text
source: Artists
de: Künstler
es: Artistas

# FolderTab.Text
source: Folders
de: Ordner
es: Carpetas

# FavouriteTab.Text
source: Favourites
de: Favoriten
es: Favoritos

# PlaylistTab.Text
source: Playlists
de: Wiedergabelisten
es: Playlist

# PlaylistTitle.Text
source: Playlists
de: Wiedergabelisten
es: Playlist

# PlayListPageEmptyTitle.Text
source: No playlists yet
de: Noch keine Wiedergabelisten
es: Aún no hay playlists

# PlayListPageEmptySubtitle.Text
source: Create your first playlist and organize your music your way.
de: Erstelle deine erste Wiedergabeliste und organisiere deine Musik nach deinem Geschmack.
es: Crea tu primera playlist y organiza tu música a tu manera.

# AddPlayList.Text
source: New Playlist
de: Neue Wiedergabeliste
es: Nueva lista de reproducción

# Transmitting.Text
source: Transmitting
de: Übertragung läuft
es: Transmitiendo

# USBDevice.PlaceholderText
source: USB Device
de: USB-Gerät
es: Dispositivo USB

# SortOrder.Text
source: Sort Order
de: Sortieren nach
es: Orden de clasificación

# SortOrderDefault
source: Default
de: Standard
es: Orden predeterminado

# SortOrderArtist
source: Artist
de: Künstler
es: Artista

# SortOrderAlbum
source: Album
es: Álbum

# SearchMusic.PlaceholderText
source: Search Musics
de: Musik suchen
es: Buscar música

# Settings.Text
source: Settings
de: Einstellungen
es: Configuración

# SettingOutput.Text
source: Output Settings
de: Ausgabeeinstellungen
es: Configuración de salida

# SettingOutputMode.Header
source: Output Modes
de: Ausgabemodus
es: Modo de salida

# WasapiExclusivePush.Content
source: Wasapi Exclusive(Push)
de: Wasapi Exklusiv (Push)
es: Wasapi exclusivo (push)

# WasapiExclusiveEvent.Content
source: Wasapi Exclusive(Event)
de: Wasapi Exklusiv (Event)
es: Wasapi exclusivo (evento)

# WasapiShared.Content
source: Wasapi Shared
de: Wasapi Gemeinsam
es: Wasapi compartido

# SettingOutputDevice.Text
source: Output Device
de: Ausgabegerät
es: Dispositivo de salida

# SettingBufferSize.Text
source: Buffer size (ms)
de: Puffergröße (ms)
es: Tamaño del búfer (ms)

# SettingFunction.Text
source: Function
de: Funktionen
es: Función

# DefaultEntryInterface.Text
source: Default Entry Interface
de: Standard-Startseite
es: Interfaz de entrada predeterminada

# AddFolderCombox.Content
source: Add Folder
de: Ordner hinzufügen
es: Agregar carpeta

# MusicBrowseCombox.Content
source: Music Library
de: Musikbibliothek
es: Biblioteca de música

# MusicBrowsePageTitle.Text
source: Music
de: Musik
es: Música

# PlayListsCombox.Content
source: Playlists
de: Wiedergabelisten
es: Playlist

# AlbumCombox.Content
source: Albums
de: Alben
es: Álbumes

# FavouriteCombox.Content
source: Favourites
de: Favoriten
es: Favoritos

# FolderCombox.Content
source: Folders
de: Ordner
es: Carpetas

# PlaylistCombox.Content
source: Playlists
de: Wiedergabelisten
es: Playlist

# SongCombox.Content
source: Songs
de: Titel
es: Canciones

# ArtistCombox.Content
source: Artists
de: Künstler
es: Artistas

# DefaultMusicEntryInterface.Text
source: Default Music Entry Interface
de: Standard-Musikansicht
es: Interfaz de entrada predeterminada de música

# SettingInterface.Text
source: Interface Settings
de: Oberfläche
es: Configuración de interfaz

# SettingCover.Text
source: Cover Settings
de: Cover-Einstellungen
es: Configuración de portada

# SettingCoverLyrics.Header
source: Cover lyrics settings
de: Cover & Songtexte
es: Configuración de portada y letras

# SettingLyrics.Text
source: Lyrics Settings
de: Songtext-Einstellungen
es: Configuración de letras

# CoverServiceLrcAPISource.Header
source: Cover Service LrcAPI Source
de: LrcAPI-Quelle
es: Origen de API Lrc para el servicio de portadas

# CoverServiceLrcAPISourceDoc
source: document:https://docs.lrc.cx/docs/QuickStart/
de: Dokumentation: https://docs.lrc.cx/docs/QuickStart/
es: Instrucciones de la documentación: https://docs.lrc.cx/docs/QuickStart/

# CoverServiceLrcAPISourceAuthCode.Header
source: Cover Service LrcAPI Source Auth Code
de: LrcAPI-Authentifizierungscode
es: Código de autenticación de la API Lrc para el servicio de portadas

# MaximumNumberOfPreLoadedCovers.Text
source: Maximum number of pre loaded covers
de: Max. Anzahl vorab geladener Cover
es: Número máximo de portadas pre cargadas

# AutoCoverMatching.Text
source: Auto Cover Matching
de: Automatischer Cover-Abgleich
es: Coincidencia automática de portada

# AutoLyricMatching.Text
source: Auto Lyric Matching
de: Automatischer Songtext-Abgleich
es: Automatic Lyrics Matching

# NeedConfigureLrcAPIService
source: Need to configure LrcAPI service
de: LrcAPI-Dienst muss konfiguriert werden
es: Se necesita configurar el servicio de API Lrc

# CloseButtonFunction.Text
source: Close button function
de: Funktion der Schließen-Schaltfläche
es: Función del botón Cerrar

# CloseApp.Content
source: Close App
de: Anwendung schließen
es: Cerrar aplicación

# Backgrounder.Content
source: Backgrounder
de: Im Hintergrund ausführen
es: Ejecutar en segundo plano

# Appearance.Text
source: Appearance
de: Erscheinungsbild
es: Apariencia

# AppStyle.Text
source: App Style
de: Anwendungsstil
es: Estilo de la aplicación

# CustomBackground.Text
source: Custom Image Background
de: Benutzerdefinierter Bildhintergrund
es: Fondo de imagen personalizado

# CustomBackgroundDescription.Text
source: Choose a local image as the app background. It will be kept after restart.
de: Wählen Sie ein lokales Bild als App-Hintergrund. Es bleibt nach dem Neustart erhalten.
es: Elija una imagen local como fondo de la aplicación. Se conservará después de reiniciar.

# ChooseBackgroundImage.Content
source: Choose Image
de: Bild auswählen
es: Elegir imagen

# ClearBackgroundImage.Content
source: Clear Background
de: Hintergrund löschen
es: Borrar fondo

# CustomBackgroundBlur.Text
source: Background Blur
de: Hintergrund-Weichzeichnung
es: Desenfoque de fondo

# AcrylicStyle.Content
source: Acrylic
de: Acryl
es: Acrílico

# TransparentAcrylicStyle.Content
source: Transparent Acrylic
de: Transparentes Acryl
es: Acrílico transparente

# ThemeStyle.Text
source: App Theme
de: Anwendungs-Design
es: Tema de la aplicación

# SystemDefaultTheme.Content
source: System Default
de: Systemstandard
es: Predeterminado del sistema

# Dark.Content
source: Dark
de: Dunkel
es: Oscuro

# Light.Content
source: Light
de: Hell
es: Claro

# FlyoutPlayItem
source: Play
de: Abspielen
es: Reproducir

# FlyoutFavoriteItem
source: Add/Remove Favorite
de: Favorit hinzufügen/entfernen
es: Agregar/quitar de favoritos

# FlyoutAddToPlaylistItem
source: Add to Playlist
de: Zur Wiedergabeliste hinzufügen
es: Agregar a Playlist

# FlyoutConvertItem
source: Convert to
de: Konvertieren in
es: Convertir a

# FlyoutOpenLocationItem
source: Open File Location
de: Dateipfad öffnen
es: Abrir ubicación del archivo

# FlyoutPropertiesItem
source: Properties
de: Eigenschaften
es: Propiedades

# FlyoutDeleteItem
source: Delete From Disk
de: Von Festplatte löschen
es: Eliminar del disco

# PlayListDeleteMenu.Text
source: Delete Playlist
de: Wiedergabeliste löschen
es: Eliminar lista de reproducción

# FlyoutRemoveFromPlaylistItem
source: Remove from Playlist
de: Aus Wiedergabeliste entfernen
es: Quitar de la lista de reproducción

# CancelFavoriteMenuItem.Text
source: Cancel Favorite
de: Aus Favoriten entfernen
es: Quitar de favoritos

source: Send to USB Device
de: An USB-Gerät senden
es: Enviar a dispositivo USB

source: Path
de: Pfad
es: Ruta

source: Free Space
de: Freier Speicherplatz
es: Espacio libre

source: Rescan
de: Neu scannen
es: Reescanear

# FlyoutProperties
source: Properties
de: Eigenschaften
es: Propiedades

# FlyoutAddToPlaylist
source: Add to Playlist
de: Zur Wiedergabeliste hinzufügen
es: Agregar a Playlist

# FlyoutPlay
source: Play
de: Abspielen
es: Reproducir

# FlyoutFavorite
source: Add to Favorite
de: Zu Favoriten hinzufügen
es: Agregar a favoritos

source: Add to Favourite
de: Zu Favoriten hinzufügen
es: Agregar a favoritos

# EnterPlaylistName
source: Please enter the playlist name
de: Bitte Namen der Wiedergabeliste eingeben
es: Ingrese el nombre de la Playlist

# PrimaryButton
source: Confirm
de: Bestätigen
es: Confirmar

# CloseButton
source: Cancel
de: Abbrechen
es: Cancelar

# DialogClose
source: Close
de: Schließen
es: Cerrar

source: Modify Playlist
de: Wiedergabeliste bearbeiten
es: Modificar Playlist

source: Converting
de: Konvertierung läuft
es: convirtiendo

source: Processing...
de: Wird verarbeitet...
es: Procesando...

# AlbumDetailWindow.Title
source: Album Properties
de: Albumeigenschaften
es: Propiedades del álbum

# AlbumDetailTitleBar.Text
source: Album Details
es: Detalles del álbum

# LoadingTextBlock.Text
source: Processing changes, please wait...
de: Speichervorgang läuft, bitte warten...
es: Procesando guardado, por favor espere...

# GetImageFromNetButton.Content
source: Match Cover Online
de: Online-Cover-Abgleich
es: Emparejar portada en línea

# SaveImageButton.Content
source: Save to Local
de: Lokal speichern
es: Guardar en disco local

# SelectCoverImageButton.Content
source: Edit Cover
de: Cover bearbeiten
es: Editar portada

# TitleLabel.Text
source: Title
de: Titel
es: Título

# YearLabel.Text
source: Year
de: Jahr
es: Año

# ConfirmFlyout.Text
source: Are you sure you want to save metadata to all songs in this album?
de: Metadaten wirklich für alle Titel im Album speichern?
es: ¿Está seguro de guardar la metainformación en todas las músicas del álbum?

# ConfirmButton.Content
source: Confirm
de: Bestätigen
es: Confirmar

# CancelButton.Content
source: Cancel
de: Abbrechen
es: Cancelar

# SaveButton.Content
source: Write File
de: In Datei schreiben
es: Escribe en el archivo

# CloseButtonItem.Content
source: Close
de: Schließen
es: Cerrar

# MusicDetailTitleBar.Text
source: Music Details
de: Musikdetails
es: Detalles de la música

# LoadingGrid.Text
source: Processing save, please wait...
de: Speichervorgang läuft, bitte warten...
es: Procesando guardado, por favor espere...

# TitleTextBlock.Text
source: Title
de: Titel
es: Título

# AuthorTextBlock.Text
source: Artist
de: Künstler
es: Artista

# AlbumTextBlock.Text
source: Album
es: Álbum

# YearTextBlock.Text
source: Year
de: Jahr
es: Año

# TrackNumberBox.Text
source: Track Number
de: Titelnummer
es: Número de pista

# LyricsTextBox.Content
source: Match lyrics online
de: Online-Songtext-Abgleich
es: Emparejar letras en línea

# DurationTextBlock.Text
source: Duration
de: Dauer
es: Duración

# BitDepthTextBlock.Text
source: Bit Depth
de: Bittiefe
es: Profundidad de bits

# BitRateTextBlock.Text
source: Bit Rate
es: Tasa de bits

# SampleRateTextBlock.Text
source: Sample Rate
es: Tasa de muestreo

# LastFolderNameTextBlock.Text
source: Last Folder Name
de: Letztes Verzeichnis
es: Directorio último

# PathTextBlock.Text
source: Path
de: Pfad
es: Ruta

# Lyrics.Text
source: Lyrics:
de: Songtext:
es: Letras:

# MusicDetailTitle
source: Music Details
de: Musikdetails
es: Detalles de la música

# AlbumDetailTitle
source: Album Details
es: Detalles del álbum

# LyricsGetFailed
source: No available lyrics
de: Kein Songtext gefunden
es: No hay letras

source: No recognizable lyrics
de: Kein erkennbarer Songtext
es: No hay letras reconocibles

source: Display
de: Anzeige
es: Mostrar

source: Last Song
de: Vorheriger Titel
es: Canción anterior

source: Next Song
de: Nächster Titel
es: Siguiente canción

# PlayNPause
source: Play/Pause
de: Wiedergabe/Pause
es: Reproducir/Pausa

source: Exit
de: Beenden
es: Salir

source: Tray icon initialized
de: Tray-Icon initialisiert
es: Icono de bandeja inicializado

source: Unknown Album
de: Unbekanntes Album
es: Álbum desconocido

source: Unknown Artist
de: Unbekannter Künstler
es: Artista desconocido

source: DSD playback failed
de: DSD-Wiedergabe fehlgeschlagen
es: Reproducción DSD fallida

# SwitchingToSharedMode
source: Please try switching the output mode
de: Versuchen Sie, den Ausgabemodus zu wechseln
es: Por favor, intente cambiar el modo de salida

# FileDoNotExist
source: File does not exist
de: Datei existiert nicht
es: El archivo no existe

source: Updating lyrics failed
de: Aktualisierung des Songtexts fehlgeschlagen
es: Error al actualizar las letras

# NoMusicInUSBDevice
source: There are no music files in the USB device
de: Keine Musikdateien auf dem USB-Gerät gefunden
es: No hay archivos de música en el dispositivo USB

# FailedObtainCover
source: Failed to obtain cover
de: Cover konnte nicht abgerufen werden
es: Fallo al obtener la portada

# FailedObtainLyrics
source: Failed to obtain lyrics
de: Songtext konnte nicht abgerufen werden
es: Fallo al obtener las letras

# LyricsSaveToDataBase.Content
source: Save lyrics to database
de: Songtext in Datenbank speichern
es: Guardar letras en la base de datos

# IconDisplay.Text
source: Display
de: Anzeigen
es: Mostrar

# IconLastSong.Text
source: Last Song
de: Vorheriger
es: Canción anterior

# IconNextSong.Text
source: Next Song
de: Nächster
es: Siguiente canción

# IconPlayNPause.Text
source: Play
de: Abspielen
es: Reproducir

# IconExit.Text
source: Exit
de: Beenden
es: Salir

# PleaseDragFolder
source: Please drag folder, not file
de: Bitte Ordner ziehen, keine Dateien
es: Por favor, arrastre la carpeta, no el archivo

source: Warning
de: Warnung
es: Advertencia

# IconListLoop
source: List Loop
de: Liste wiederholen
es: Ciclo de lista

# IconRandomLoop
source: Random Loop
de: Zufällig
es: Ciclo aleatorio

# IconSinglePlayback
source: Single playback
de: Einmal abspielen
es: Reproducción de sencillos

# IconSingleTuneCirculation
source: Single tune circulation
de: Titel wiederholen
es: Ciclo de sencillos

# IconSinglePlaybackValue.Text
source: Single playback
de: Einmal abspielen
es: Reproducción de sencillos

# IconRandomLoopValue.Text
source: Random Loop
de: Zufällige Wiedergabe
es: Ciclo aleatorio

# IconListLoopValue.Text
source: List Loop
de: Liste wiederholen
es: Ciclo de lista

# IconSingleTuneCirculationValue.Text
source: Single tune circulation
de: Titel wiederholen
es: Ciclo de sencillos

# IconSettings.Text
source: Settings
de: Einstellungen
es: Configuración

# IconPlay
source: Play
de: Abspielen
es: Reproducción

# IconPause
source: Pause
es: Pausa

# SettingDSDGain.Text
source: DSD gain (+db)
de: DSD-Verstärkung (+db)
es: Ganancia DSD (+db)

# EqualizerDialogTitle.Text
source: Equalizer (db)
es: Igualador (db)

# EqCustom.Content
source: Custom
de: Benutzerdefiniert
es: Personalizado

# EqFlat.Content
source: Flat
de: Linear
es: Plano

# EqClassical.Content
source: Classical
de: Klassik
es: Clásica

# EqElectronic.Content
source: Electronic
es: Electrónica

# CoverSize.Text
source: Cover Thumbnail Size
de: Größe der Cover-Vorschau
es: Tamaño de la miniatura de la portada

# CoverSizeToolTip
source: 0 is the original size,Suggestion 150-200
de: 0 für Originalgröße, 150-200 empfohlen
es: 0 es el tamaño original,Recomendaciones 150 - 200

# IconVolume.Text
source: Volume
de: Lautstärke
es: Volumen

# AnimationSettings.Header
source: Animation Settings
de: Animationen
es: Configuración de animación

# EntranceAnimationTime.Header
source: Entrance Animation Time(ms)
de: Eingangsanimation (ms)
es: Hora de animación de entrada(ms)

# SlideAnimationTime.Header
source: Slide Animation Time(ms)
de: Gleitanimation (ms)
es: Tiempo de animación de diapositivas(ms)

# DrillInAnimationTime.Header
source: Drill In Animation Time(ms)
de: Drill-In-Animation (ms)
es: Taladro en tiempo de animación(ms)

# ProcessPriorityFunction.Header
source: Process Priority
de: Prozesspriorität
es: Prioridad del proceso

# ProcessPriorityAboveNormal.Content
source: High
de: Hoch
es: Alto

# InfoBarTitleConverter
source: Audio Conversion
de: Audio-Konvertierung
es: Conversión de audio

# InfoBarMessageConverter
source: The target format is the same as the original format
de: Zielformat entspricht dem Originalformat
es: El formato objetivo es el mismo que el original

# NumberOfSongs
source: Songs
de: Titel
es: Canciones

# PlayAll.Text
source: Play All
de: Alle abspielen
es: Reproducir todo

# AddTo.Text
source: Add To
de: Hinzufügen zu
es: Añadir a

# Edit.Text
source: Edit
de: Bearbeiten
es: Editar

# NumberOfAlbums
source: albums
de: Alben
es: álbumes

# NumberOfArtists
source: Artists
de: Künstler
es: Artistas

source: Artist
de: Künstler
es: Artista

source: Folder
de: Ordner
es: Carpeta

source: Playlist
de: Wiedergabeliste
es: Lista de reproducción

# SaveLyricsTextBox.Content
source: Save the lyrics LRC to local
de: Songtext als .lrc lokal speichern
es: Guardar la letra lrc en el dispositivo local

# RemoveFolderTitle
source: Do you want to remove the folder
de: Ordner wirklich entfernen?
es: ¿Eliminar la carpeta?

# ShaderBackground.Text
source: Shader Background
de: Shader-Hintergrund
es: Fondo de Sombreado

# BackgroundShader.Text
source: Background Shader
de: Hintergrund-Shader
es: Sombreador de Fondo

# BackgroundShader_Fluid.Content
source: Fluid
es: Fluido

# BackgroundShader_GradientFlow.Content
source: Gradient Flow
de: Farbverlauf
es: Flujo de Gradiente

# BackgroundShader_WavyBackground.Content
source: Wavy Background
de: Welliger Hintergrund
es: Fondo Ondulado

# BackgroundShader_ChromaticResonance.Content
source: Color Bands
de: Farbbänder
es: Bandas de Color

# BackgroundShader_LiquidFlow.Content
source: Liquid Flow
de: Flüssigkeitsströmung
es: Flujo Líquido

# BackgroundShader_RotatingMesh.Content
source: Rotating Mesh
de: Rotierendes Netz
es: Malla Rotatoria

# ReGetLyrics
source: Retrieve lyrics
de: Songtext erneut abrufen
es: Obtener nuevamente la letra de la canción

# SettingsAbout.Text
source: About
de: Über
es: Acerca de

# ThirdPartyComponents.Content
source: Third Party Components
de: Drittanbieter-Komponenten
es: Componentes de terceros

# ThirdPartyComponentsText
source: Third Party Components
de: Drittanbieter-Komponenten
es: Componentes de terceros

# FlyoutAddToCurrentPlayList
source: Add To Current Playlist
de: Zur aktuellen Wiedergabeliste hinzufügen
es: Añadir a la lista de reproducción actual

# CoverCacheDescription
source: Album Cover Original Image Cache
de: Originalbild-Cache für Albumcover
es: Caché de imagen original de la portada del álbum

# CoverLoadThreadCount.Header
source: Number of cover loading threads
de: Threads für Cover-Ladung
es: Número de hilos cargados en la portada

# CoverLoadThreadCountDescription
source: The number of threads loading the album cover on the album page.Restarting the application takes effect
de: Anzahl der Threads zum Laden von Covern (Neustart erforderlich)
es: Número de hilos en los que la página del álbum carga la portada.Reinicio de la aplicación en vigor

# FolderWatchEnabled.Text
source: Music library folder listening
de: Musikbibliothek-Überwachung
es: Escucha de carpetas de la Biblioteca de música

# DiskNumberBox.Text
source: Disc number
de: CD-Nummer
es: Número de disco

# ReadLyricsFromFile.Content
source: Retrieve metadata from the file
de: Metadaten aus Datei neu einlesen
es: Recuperar la metainformación del archivo

# saveConfirm.Text
source: Are you sure to write metadata to the music file
de: Metadaten wirklich in die Musikdatei schreiben?
es: Si está seguro de escribir metainformación en el archivo musical

# IsCustomAppSize.Text
source: Do you want to enable custom window size
de: Benutzerdefinierte Fenstergröße aktivieren
es: ¿ habilitar el tamaño de la ventana personalizada

# AppHeight.Text
source: Window Height
de: Fensterhöhe
es: Altura de la ventana

# AppWidth.Text
source: Window Width
de: Fensterbreite
es: Ancho de la ventana

# CustomAppSizeDescription
source: The width and height will adapt according to the DPI of the screen
de: Maße werden an die Bildschirm-DPI angepasst
es: El ancho y la altura se adaptarán en función del DPI de la pantalla

# CreateTime.Text
source: Create Time
de: Erstellungszeit
es: Tiempo de creación

# SortOrderCreateTimeASC
source: Create time ASC
de: Erstellungsdatum aufsteigend
es: Tiempo de creación ASC

# SortOrderCreateTimeDESC
source: Create time DESC
de: Erstellungsdatum absteigend
es: Tiempo de creación DESC

# SortOrderUpdateTimeASC
source: Update time ASC
de: Änderungsdatum aufsteigend
es: Modificar el orden ascendente de la fecha

# SortOrderUpdateTimeDESC
source: Update time DESC
de: Änderungsdatum absteigend
es: Modificar el orden descendente de la fecha

# UpdateTime.Text
source: Update Time
de: Änderungszeit
es: Tiempo de actualización

# SaveToDataBase.Content
source: Save To Database
de: In Datenbank speichern
es: Guardar en la base de datos

# ImportM3u8
source: Import playlist from m3u8
de: Aus m3u8 importieren
es: Importar lista de reproducción de m3u8

# ExportM3u8.Content
source: Export as m3u8
de: Als m3u8 exportieren
es: Exportar a m3u8

# LogPath.Content
source: Open the log directory
de: Protokollverzeichnis
es: Abrir el catálogo de registros

# LyricsFontFamily.Text
source: Lyrics Font
de: Songtext-Schriftart
es: Fuente de la letra

# SettingIsGlobalFFmpegEnabled.Header
source: Global FFmpeg decoding
de: Globale FFmpeg-Dekodierung
es: Decodificación global ffmega

# TransparentTintStyle.Content
source: Transparent
es: Transparente

# CustomAcrylicStyle.Content
source: Custom Acrylic
de: Benutzerdefiniertes Acryl
es: Acrílico personalizado

# CustomOpacity.Text
source: Opacity
de: Deckkraft
es: Opacidad

# IsUpdateBackDrop.Text
source: Stop background updates when windows are out of focus
de: Hintergrundaktualisierung bei Fokusverlust stoppen
es: Detener las actualizaciones en segundo plano cuando las ventanas están desenfocadas
